QuarticCat/zsh-smartcache # caches evals for faster loading

zsh-users/zsh-syntax-highlighting

zsh-users/zsh-completions kind:fpath path:src # community completions

zchee/zsh-completions kind:fpath path:src # more completions

belak/zsh-utils path:completion # init completions

wehlando/efibootmgr-zsh-completion kind:fpath

Aloxaf/fzf-tab # tab completions with fzf

zsh-users/zsh-autosuggestions kind:defer # fish-like autosuggestions

romkatv/zsh-defer # defer loading of zsh stuff


zsh-users/zsh-history-substring-search

getantidote/use-omz

ohmyzsh/ohmyzsh path:plugins/colored-man-pages
ohmyzsh/ohmyzsh path:plugins/copybuffer
ohmyzsh/ohmyzsh path:plugins/copyfile
ohmyzsh/ohmyzsh path:plugins/copypath
ohmyzsh/ohmyzsh path:plugins/extract
ohmyzsh/ohmyzsh path:plugins/archlinux
ohmyzsh/ohmyzsh path:plugins/aliases
ohmyzsh/ohmyzsh path:plugins/cp
#ohmyzsh/ohmyzsh path:plugins/adb
#ohmyzsh/ohmyzsh path:plugins/zsh-vi-mode
#ohmyzsh/ohmyzsh path:plugins/globalias
ohmyzsh/ohmyzsh path:plugins/magic-enter
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/sudo
ohmyzsh/ohmyzsh path:plugins/zoxide
